---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.ConduitSizeIterator
source: html/1d559e82-f9e1-384e-a0f7-1ebce585b9bc.htm
---
# ConduitSizeIterator Methods

Returns the current ConduitSize.